[
  {
    "lang": "en",
    "content": [
      "<h1>My Web Cookies Policy</h1>\n<section>This Cookie Policy explains how HubSpot uses cookies and similar technologies to collect information when you visit our websites or any sites or services that link to this Cookie Policy. It explains what these technologies are and why we use them, as well as your rights to control our use of them.</section>\n<section>This Cookie Policy does not apply to websites our customers host on HubSpot or to the HubSpot tracking code. Each customer controls and is responsible for the tracking technologies used on their websites and for complying with any regulations or laws that require providing notice, or the ability to manage your privacy preferences. If you have questions about the cookies or other tracking technologies used by our Customers on their websites, please contact the customer directly and refer to their policies.</section>\n<ol><li>What are cookies?</li><li>The type of cookies we use</li><li>How we use cookies</li><li>Manage cookies preferences</li><li>Other tracking technologies</li></ol>\n<h3>What are cookies</h3>\n<section>A cookie is a small text file that stores information about a user's browsing activity and interactions with a website. When you visit the site again, the cookie allows that site to recognize your browser, this makes navigating and interacting with our websites a more efficient and personalized experience.</section>\n<section>Cookies set by the website owner (in this case, HubSpot) are called \"first party cookies\". Cookies set by parties other than the website owner are called \"third party cookies\". Third party cookies enable third party features or functionality to be provided on or through the website (such as advertising, interactive content and analytics). The parties that set these third party cookies can recognise your computer or mobile device both when it visits the website in question and also when it visits other specific websites.</section>\n<h3>The type of cookies we use</h3>\n<section>HubSpot uses first and third party cookies, and both persistent and session cookies:</section>\n<ol><li>Persistent cookies stay on your device for a set period of time or until you delete them. Persistent cookies help websites provide a more personalized experience by retaining user settings and preferences. For example, to remember any preferences you have or choices you make when you use our website.</li><li>Session cookies are deleted once you close your web browser. They are primarily used to manage user sessions and provide a seamless browsing experience. For example, session cookies can keep a user logged in as they navigate through different pages of a website or remember items in a shopping cart until the user checks out.</li></ol>\n<h3>How we use cookies</h3>\n<section>We use cookies for several reasons. Some cookies are required for technical reasons in order for our websites to operate properly, others enable us to perform analytics, provide different functionality or engage in targeted advertising.</section>\n<ul><li>Essential website cookies. These cookies are strictly necessary to provide you with services available through our websites and are necessary for our website to function properly. Because these cookies are essential to operate our websites, you are unable to opt out of these cookies.</li><li>Functionality cookies. These cookies are used to enhance the performance and functionality of our websites but are non-essential in their use. However, without these cookies, certain functionality may become unavailable.</li><li>Analytics cookies. These cookies collect information that is used either, in aggregate form to help us understand how our websites are being used, provide information on how effective our marketing campaigns are, or to help us customize our websites for you.</li><li>Advertising cookies. These cookies are used to make advertising messages more relevant to you. They perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers, and in some cases selecting advertisements that are based on your interests.</li></ul>\n<h3>Manage your cookies preferences</h3>\n<section>You have the right to decide whether to accept or reject cookies.</section>\n<section>4.1 Manage your cookie preferences. When you visit our websites for the first time, a cookie consent banner will ask you to accept, decline or manage your cookie preferences. If you are visiting our sites from outside the European Union, all cookies will drop unless you decline or manage your preferences. You can also manage your preferences at any time by clicking “Manage Cookies” in the footer of our websites. If you choose to reject cookies, you may still use our website, however your access to some functionality and areas of our website may be restricted. The cookie choices you make are browser and/or device specific. If you clear your cookies from your browser on any of your devices, your choices will need to be reset.</section>\n<section>4.3 Universal Opt-Out mechanism. The Global Privacy Control (GPC) is a tool that you can use to inform websites of your privacy preferences in regard to ad trackers. To set up GPC, you need to configure it on your browser or use browser extensions that support GPC. Please note that this may impact the functionality of our websites or your account.</section>\n<h3>Other tracking technologies</h3>\n<section>In addition to cookies, we use other technologies such as clear gifs (a.k.a. Web Beacons/Web Bugs or tracking pixels), that help us better manage our websites, products and services by informing us what content is effective. Clear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of Web users. For example, we use clear gifs or pixels in our HTML-based emails to let us know which emails have been opened by recipients. This allows us to gauge the effectiveness of certain communications, collect data on deliverability and monitor HubSpot's network health. We tie the information gathered by clear gifs in emails to our customers' Personal Data.</section>"
    ]
  }
]