[
  {
    "lang": "en",
    "content": [
      "<h1>Privacy Policy for Leaf (leaf.web.app)</h1>\n<section>At Leaf, your privacy is our priority. This Privacy Policy explains how we collect, use, and safeguard your information when you use our web app (leaf.web.app). By using our services, you agree to the practices described below.</section>\n<h3>1. Information We Collect</h3>\n<section>We collect and store limited information in order to provide you with a secure and personalized experience. This may include</section>\n<ol><li>Account details such as email and username (for login and authentication).</li><li>Activity and usage data (how you use Leaf, interactions, and app performance).</li><li>Technical information like device type, browser version, and IP address (for security and optimization).</li><li>We do not collect unnecessary sensitive information.</li></ol>\n<h3>2. How We Store and Protect Your Data</h3>\n<section>Leaf uses Firebase and Supabase to store user information securely. These platforms provide industry-grade authentication, encrypted storage, and strong access control.</section>\n<section>We also implement additional security practices to:</section>\n<ol><li>Protect your identity,</li><li>Prevent unauthorized access,</li><li>Detect and stop fraudulent activities.</li></ol>\n<h3>How We Use Your Information</h3>\n<section>We use the information we collect for:</section>\n<ul><li>Providing services: To create accounts, manage logins, and ensure smooth app functionality.</li><li>Improving Leaf: To analyze app performance and enhance user experience.</li><li>Security: To protect both users and our platform from fraud, abuse, and misuse.</li><li>Personalization: To show you relevant ads and content tailored to your interests.</li></ul>\n<h3>4. Personalized Ads and Third-Party Advertisements</h3>\n<section>Leaf displays personalized ads through third-party ad networks. These ads may be tailored to your general interests.\n\nWe do not sell or directly share your personal details with advertisers.\n\nAd providers may use cookies or anonymous identifiers to personalize ads, but they do not receive your sensitive information from us.\n\nYou can manage or limit personalized ads through your device or browser settings.</section>\n<h3>5. Data Sharing</h3>\n<section>We value your trust. We do not share, sell, or rent your personal information to third parties.\nThe only exceptions are:\n\nWhen required by law or legal process,\n\nWhen necessary to prevent fraud, protect our rights, or ensure the safety of our users.</section>\n<h3>Your rights</h3>\n<section>As a user of Leaf, you have the right to:\n\nAccess and update your information,\n\nRequest deletion of your account/data,\n\nManage your privacy settings,\n\nOpt out of certain communications.</section>\n<h3>Changes to this policy</h3>\n<section>We may update this Privacy Policy from time to time. Significant updates will be communicated to users, and the revised version will always be available on leaf.web.app.</section>"
    ]
  }
]