[
  {
    "lang": "en",
    "content": [
      "<h1>Terms and Conditions for Leaf (leaf.web.app)</h1>\n<section>These Terms and Conditions (“Terms”) govern your use of Leaf. By accessing or using our services, you agree to be bound by these Terms. If you do not agree, you must stop using Leaf immediately.</section>\n<h3>1. Eligibility</h3>\n<section>Leaf is only available to users located in Ethiopia.\n\nYou must meet the minimum legal age required in Ethiopia to use online services.\n\nBy using Leaf, you confirm that the information you provide is accurate and truthful.</section>\n<h3>3. Payments and Withdrawals</h3>\n<section>Payments are processed once per month according to Leaf’s payout schedule.\n\nWe take strong measures to protect user payment information.\n\nThe same payment details (such as phone number, account, or wallet) cannot be used by multiple users.\n\nUsers must agree to the collection and processing of their payment information in order to receive payouts.\n\nAny attempt to use fraudulent or duplicate payment information may result in suspension or permanent ban.</section>\n<h3>4. Data and Privacy</h3>\n<section>By using Leaf, you agree that we may collect and process your information as described in our Privacy Policy.\n\nYour personal and payment details are handled with care and protected with industry-standard security.\n\nWe do not sell your information to third parties.</section>\n<h3>5. Restrictions</h3>\n<section>You agree not to:</section>\n<ul><li>Use Leaf for unlawful, harmful, or fraudulent activity.</li><li>Circumvent our security systems.</li><li>Share your account with others or impersonate another user.</li><li>Provide false, misleading, or stolen payment information.</li></ul>\n<h3>6. Account Suspension and Termination</h3>\n<section>We reserve the right to suspend or permanently ban accounts that violate these Terms, including but not limited to:\n\nMultiple accounts on the same device,\n\nCheating, hacking, or using third-party software,\n\nSharing or reusing payment details across multiple users,\n\nMisuse or fraudulent activity.</section>\n<h3>7. Liability</h3>\n<section>Leaf provides services on an “as is” and “as available” basis.\n\nWe are not liable for delays in payments caused by incorrect information, user misconduct, or issues outside of our control.\n\nUsers are responsible for maintaining the accuracy of their account and payment details.</section>\n<h3>Changes to the terms</h3>\n<section>We may update these Terms from time to time. Updates will be posted on leaf.web.app. Continued use of the service after changes means you accept the updated Terms.</section>"
    ]
  }
]